{"podcast_details": {"podcast_title": "Met Office", "episode_title": "Weather Snap 18 Aug 2023", "episode_image": "https://i1.sndcdn.com/avatars-000749174056-tvqleu-original.jpg", "episode_transcript": " Hello and welcome to Weathersnap. I'm Claire Nazir. And I'm Adam McGivern. Now this week, the National Oceanographic Atmospheric Administration, NOAA, published its findings on global heat in July 2023. Now we've been discussing this through the last few weeks and certainly we didn't really receive that heat here in the UK, did we, Adam? But even so, a lot of the world did. Yeah, I mean, we talked a lot about heat waves in July across the world, not affecting the UK this time, unlike last July in 2022, but across the Mediterranean, China, USA, to name just a few examples there. There were these intense and long lasting heat waves that broke all sorts of records from temperature records to heat longevity records. So NOAA have just published their latest report on July 2023. And it's something which I found quite surprising just looking at the top headline, because as many scientific institutions across the world, we don't tend to add description or emotion to our headlines. It's like, here are the facts and here are our conclusions. So when I read the top headline, I thought, well, that's interesting at the very least. And the headline was, Record Shattering Earth Had Its Hottest July in 174 Years. Earth Just Roasted Under Its Hottest July on Record, which pretty much says it all. And when you look at the detail, when you dive a little bit deeper, you can say, well, what else would have they said? Because it's just incredible. In 31 days, almost every part of the world was touched by some extreme weather in terms of heat. Yeah, the numbers were really quite remarkable and was justify a headline like that. And it's worth saying that it wasn't just the hottest July on record across the globe. It's the hottest month on record. So the hottest month ever recorded for 174 years. So 174 multiplied by 12. You know, that's a lot of months. It really is. So climate by numbers. We're not going to spout loads of data at you now. But in fact, some of the top headlines are quite astounding. So the average global surface temperature in July was one point one two degrees above average. And that's why it's ranked the warmest July for Noah in 174 years, but also the warmest month. So just that alone is quite astounding. But also we really have to bring into consideration El Nino. Yeah. And what we've seen over the past few years is La Nina, the counterpart to El Nino. So El Nino and La Nina move in the opposite direction to each other. And we get this oscillation known as the El Nino Southern Oscillation in sea surface temperatures and atmospheric conditions over the Pacific. And this oscillation varies every two to seven years or so. And what we see is this transfer when El Nino or La Nina happens of heat between the oceans and the atmosphere. And what that means is there's a big impact on global average surface temperatures when you get either of them. Now, La Nina tends to cool the atmosphere around the world by about 0.1, 0.2 degrees. El Nino acts in the opposite way. It tends to heat up the atmosphere around the world by about 0.1, 0.2 degrees. And that's quite significant when you look at the global temperature record. It's not as significant as the long term human induced global warming that we've seen since the Industrial Revolution. That's more than one degree. But in shorter time scales, you certainly get this variation, these swings up and down. And what that means is that when you get a La Nina, you get some counteraction to the global warming induced by humans. And so you get some slowing down of that global warming. And sometimes it can plateau or it can dip slightly. But when an El Nino happens and now we're going to an El Nino, get all this heat released into the atmosphere, and suddenly you get this big boost, this big spike in global temperatures, which is what we're seeing at the moment. I was just talking to a climate scientist this time last year when we were having our hottest July on record. And obviously that was mirrored across much of Europe. And we were discussing the fact that we'd gone into this really quite almost a three year La Nina, where you expect global temperatures to be slightly lower. You think, my goodness, what will happen when El Nino kicks in again? And we were really hoping there would be a slow change to something far more neutral. But certainly it really has flipped, hasn't it, from La Nina to El Nino. And that is concerning because on the 13th of July, NOAA's climate prediction centre issued a statement announcing a greater than 95% chance that El Nino will continue through the winter months in the Northern Hemisphere. And that is concerning because actually what we do, we don't want that. We don't want that extra. It is a natural variation. It's a seasonal thing. It can be, you know, it does happen. It's been happening for many, many centuries. But we really don't need it right now. We need some cooling down and it doesn't look like that's going to happen. No. And what we're likely to see as a result, of course, are some record breaking, further record breaking months and potentially record breaking years as well. This year, or if not this year, next year as well. Before, at some point, La Nina will happen and there'll be a reprieve. But inevitably there's another El Nino coming after that. Yeah. These El Nino, La Nina cycles have a big impact in the short term, but over the long term, we're still warming the atmosphere because of pollution. So if you want more details about that report, just check out the NOAA website. It's absolutely fantastic. And in fact, earlier this week, I spoke to one of the NOAA chiefs, Dr. Michael Morgan about data assimilation and the work that he's doing with the UK Met Office and also about where we're going with climate science. It was fascinating. It really was. He's a big academic and obviously got a huge job. He also goes into the nuts and bolts of what is NOAA and the surface they provide not only for the US, but across the world. And that interview will be coming out in September. So watch this space and obviously we'll keep you posted here on Weather Snap. But there is a map on the NOAA website, which just showed you the extent of the extremes through July 2023. And we're talking Tasmania, New Zealand, Oceania, Brazil, Peru. I mean, it just is just a long list. And that's, as we said, just the 31 days of the year. Yeah. And we talked just a minute ago about the heatwaves that we saw in the Northern Hemisphere, but there was this really significant winter heatwave in South America and Peru recorded its warmest July on record. No surprise really, because at some point Peru was recording temperatures in some places of 15, 20 degrees above average with temperatures in some locations, even elevated locations into the high 30s Celsius, hotter than some parts of the Mediterranean in the Mediterranean summer. So really remarkable temperatures in South America for a time in July, as well as some of those heatwaves across the Northern Hemisphere. And Antarctic sea ice extent as well. That was a biggie. That was a big headline in July and something which we'll return to through the next few months with our very own Dr. Ed Blockley, our expert on sea ice here in the Met Office. But that headline again on the Antarctic sea ice extent for July hit a record low. And Arctic as well, the Arctic sea ice. Yeah, that is well below average at the moment. July it was ranked 12th lowest on record. And, you know, of course, it's continued to decrease because it reaches a minimum in September. So we'll continue to monitor that. Yeah, obviously. Yeah, we'll really be covering these subjects as we go through September when the next report comes out. Finally, if you look at this map right in the centre of the tropical North Atlantic, there's Hurricane Don. Now, Aidan, on Weather Snap, we haven't really been talking much about hurricanes through the last few months, even though the season begins at the beginning of June. Yeah. And what we've seen is a number of things. I typically get fewer hurricanes during an El Nino year. So, of course, El Nino has begun and El Nino tends to increase the wind shear in the Atlantic. That's the change in wind direction with height, which can during the development of a hurricane, tear the hurricane apart. So when you get El Nino, you get this greater wind shear and you get fewer hurricanes as a result. But conversely, we've got well above average sea temperatures in the Atlantic and that could in the coming weeks impact the hurricane season. So we've got two things acting against each other in the Atlantic. And in fact, I spoke to our very own Dan Rudman. I know you had on the show just a couple of weeks ago. He's a deputy chief forecaster with our global guidance unit. And he gave us the lowdown about why there's been a bit of a shift in the forecast from something where it's been less active to now the National Hurricane Centre as suggesting it's going to be more active. Here's Dan. If we look historically, actually, it's not that much of a late start for the hurricane season. In fact, things historically will just be getting ready to get started around about now. But we have seen in previous or recent previous years, earlier activity than usual. So actually, as far as whether it's been a quiet season so far or not, it's not really been so far and the peak of the hurricane activity is still to come. There's been a significant heat wave for many, many weeks across central and southern parts of the US, which obviously has impacted the sea across the Gulf of Mexico as well, sea surface temperatures. Is that, would you say, one of the precursors to why we are anticipating more of an active second half? Yeah, it's one of the things that we've been looking at. And there are lots of things that can influence hurricane or tropical storm formation. An increase or higher than normal sea surface temperatures are one of those things. We have seen sea surface temperatures in excess of what we would normally expect. They're not quite as high as they have been, but they're still well above average. And we're expecting that to continue through the hurricane season. So the National Hurricane Center has revised its forecast for the next month or so and now indicating it's looking at an active season. And that's even though we are seeing a relatively strong El Nino. Yeah, there's there's lots of things that come into play here. And there's lots of different circulations and responses for the atmosphere and the oceans that all interact with each other. So El Nino is one of those. When we see strong El Nino conditions developing, we typically see a reduction in the amount of hurricanes, but it's not the only thing. So there are other factors in play. There are factors which are over a longer time period. So take decades to rotate. And there are factors that happen over a shorter time period. El Nino is coming into the El Nino as opposed to the land Nino, which tends to decrease hurricane activity. But we haven't quite seen the coupling of the ocean and the atmosphere. So we're not into a full El Nino yet. And it could be that later on in the season when the atmosphere has this response to El Nino conditions that we could see a reduction in the hurricanes later on in the season. But that hasn't happened so far. And there are other factors coming into play, such as the West African monsoon, the sea surface temperatures, if you were talking about other states of the atmosphere in that part of the world, that are actually in the favour of hurricane development at the moment. Lots of sensors are expecting to see an increase in hurricane activity over the next few months. Talk to me about wind shear as well, because that was one thing which was cited in the forecast for the next few months. If you're putting all the energy in at the bottom of the system, which is how these hurricanes or sort of one of the driving factors, we're talking about sea surface temperatures, the way to the atmosphere as the air then is lifted up is very important and the wind shear has to be right for hurricane development. El Nino is one of the things which produces wind shear, which isn't particularly conducive to hurricane development. But those conditions haven't been present. So the wind shear at the moment is fairly favourable for development. It hasn't been over the last month or so, but at the moment it's looking fairly favourable for development. And that's one of the things that we think will continue over the next few months. Thanks to, as always, Dan Rudman. Now, at the time of recording this on Friday, Hurricane Hillary lies in open water about 370 miles south of the tip of Bayer, California. Now, this is a large storm and has rapidly intensified over the last 24 hours and is currently category four hurricane with sustained winds of 130 miles an hour. It is expected to strengthen further today, that's Friday, before the storm starts to weaken as it moves northwards over slightly cooler water. However, some parts of Bayer, California and further north as well are likely to be affected by hurricane force winds from early Sunday. So what's happening with our weather aid and beyond the next few days? And in fact, as we speak, Metair and Have named Stormer Betty. It's a deep area of low pressure through today and into Saturday. It will bring some lively weather, obviously, to the UK as well, although the greatest impacts will continue to be across the Republic of Ireland through the next 48 hours or so. Now earlier on today, Aidan and I were chatting about, you know, bits and pieces going on across the world of weather and climate. And here in the UK, we love at the UK Met Office, we love to represent a lot of data in a way which is visual, where you can really have a snapshot of the information very quickly rather than trying to absorb lots and lots of numbers. And we've got a great team here at the Met Office, which analyzes all that data and then represents it in a clever way, which means a snapshot. And you pretty much know what's going on, not only across a year or a month, but beyond that. But Aidan, you sort of showed me this website, which I'm loving. I'm loving all the information from it. Berkeley Earth published a report on the July temperature. Berkeley Earth is an independent organization looking at global temperature trends. And they've also come to the conclusion that July 2023 was the hottest month on record. But their report looking at July 2023 and the kinds of temperatures that we saw and the kinds of weather events that we saw, it's got some really interesting graphics in there. And one of them is particularly interesting for me because I've seen a lot of contrasting opinion online about why July has been so hot. And people pointing to man-made globe warming, El Nino, solar cycle, the hunger tonga eruption, for example, and also the reduction in marine pollution, which has reduced by law, and that's reduced the amount of aerosols in the atmosphere in certain busy shipping areas. And when you reduce the amount of aerosols, pollutants in the atmosphere, that kind of pollutant, it actually leads to a slight warming because you get less blocking of the sunlight. And so there are all these factors and different opinions online about how much they are responsible for global warming. And one part of this report looked at all these different factors during the past 10 years and the relative contributions they've made to global warming. And it's fascinating. And if you're interested, it's difficult to describe this graphic on a podcast, but certainly I recommend you go and check out this Berkeley Earth report on July 2023. And you'll find this graphic in there about the factors contributing to global temperature change during the last 10 years. Now, of course, the main one is man-made global warming. That's added about 0.2 Celsius in the past 10 years. But at the same kind of scale, we've got El Nino and La Nino, which you can see for the last 10 years, that led to quite a significant warming around 8 to 10 years ago. I think 2016 was the key year for that. Then they're pronounced cooling. And so you see the opposite end of the scale, about 0.1, 0.2 Celsius cooling in more recent years. Now we're going back into an El Nino. So you can see how that's now starting to add to the global temperature trend. At the same time, we're going into a solar cycle that is more active. And that's adding something to the global temperature trend and the volcanic eruption, the Hunger Tonga eruption, which actually a lot of the time volcanoes cool the atmosphere because they add sulfur dioxide. They add aerosols to the atmosphere, which block out the sun. But this one's interesting because it added so much water vapor, which, of course, is a greenhouse gas. And it added a lot of water vapor, not necessarily to the troposphere, where there is already a lot of water vapor. That's where we have most of our clouds and so on, but to the stratosphere. That's above the tropophores, above the top of the main part of the atmosphere or experienced weather. And in the stratosphere, any additional water vapor where it's already very dry is really potent as a greenhouse gas. And so this is also considered to be leading to some contribution to the increase in global average temperatures, not as much as El Nino, not as much as man-made global warming, but some contribution that will continue to add that in the next year or so. Worth saying that there's a lot of uncertainty about that. And there are some research papers currently being written or have been written about it. So still some uncertainty about the extent of that. And then I mentioned the marine fuel pollution reduction. Of course, any reduction in pollution is a good thing, but this is also contributing somewhat to the global average temperature rise. Again, only a small amount. Well, by the looks of it, 0.02 degrees, so 10% of your typical El Nino. But still, every little is adding up and all these different factors are adding in the direction of more warming at the moment. So we're seeing this pronounced spike in global temperatures. It's fascinating. I love the way they represent it so simply. And again, you can, you know, it's very easy to draw those conclusions based on the science from the different factors coming through. So yeah, if you want to check out that website as well, berkeleyearth.org, full of information and really good information. Also check out our climate pages on our Met Office website, where again, we use data visualization in lots of different ways. We've got a great team here showing you what's been going on, not only in July, but right the way through going back to many years and also our climate trends as we go forward in time as well. So yeah, really good information. And again, it means that it's so inclusive when it comes to understanding what's happening with our climate. It's not now just down to number crunches, although they do a brilliant job. Everyone can actually understand a little bit more of the bigger picture of what's going on. Talking about what's going on, Aidan, I know you did the 10 day trend on Wednesday. Every Wednesday we output a 10 day trend, which goes on our YouTube channel and our social media channels as well. And it's been an interesting time, hasn't it? Because we've really, to be honest, been searching for the sun and some warmth when other people have been baking. Yeah, and it looks now like the weather patterns have definitely shifted once again. So if you think about this summer as occurring in three acts, with act one was June, where we had persistent high pressure, constant dry weather, sunshine, and it ended up being the hottest June on record. Then we had a big pronounced shift in weather patterns at the start of July, we had constant low pressure, and it was slightly below average as far as the temperatures were concerned, but well, well above average as far as the rainfall was concerned. Some places like Northern Ireland, Manchester, and so on, experienced their wetest July on record. Now the weather patterns seem to have shifted once again, not back to either of those two scenarios, but to something I'd say a bit more typical for the UK. So yeah, a bit of warmth, longer drier spells perhaps, but also the potential for some showers, some thunderstorms, some longer spells of rain at times as well. And what we'll notice over the next week or so, higher humidities. The humidities have been rising over the last few days. That culminates in some lively weather on Friday into the start of the weekend, heavy rain, thunderstorms, strengthening winds, and so on. But it stays fairly humid even after this thundery breakdown into the weekend. So I think Saturday, Sunday, a mixture of sunny spells and showers for many places. Most of the showers towards the northwest, towards the southeast, a better chance of staying dry with some sunshine, 26, 27 degrees or so, still feeling quite humid. Still muggy nights, I think, in the weekend and at the start of next week. Now next week is an interesting one because the models have waxed and waned over the last few days with how to handle this intense area of heat over the near continent. Now a day or two ago, we were looking at this intense heat spreading to many parts of the UK, particularly the south, unusually hot air arriving. But now the models are converging on something less exceptional. Still, temperatures rising into next week. Many parts of the south staying dry with long spells of sunshine and mid to high 20s. But the significant heat mostly stays over the continent or at least just gives the southeast of England the glancing blow. Further north, we've got low pressure towards the northwest of Scotland. So I think staying changeable for Scotland, Northern Ireland, Northern England, showers, some longer spells rain at times as well. But nowhere near as wet as to be said next week compared with what we've seen over the last six weeks and temperatures in most places above average, the warmest weather towards the south and southeast. Well, that's good news for some. And certainly our land is verdant now, really loads of greens and yes, great really for the river levels. But considering we're coming to the end of the school holidays, you know, bank holiday weekend next weekend, we won't talk about that until next week. But full of pressure, lots of pressure. Yeah, and peak hurricane season coming up that can always throw a spanner into the works, can't it? Yes, and we're hoping it will just keep quiet, to be honest. But anyway, yes, this weekend, I'm going to a festival. I went to a festival in July, and it was virtually trench foot. It was so wet. Still brilliant. But even so the rain just was relentless. It really was. And I'm just hoping for some quieter weather through the weekend, dodging those showers and maybe a glancing blow or some sunshine, which would be nice. Enjoy. Are you going anywhere particular doing anything? No, my whole family's off to the Yorkshire Dales. So I'll just lie down in a dark room and enjoy the peace and quiet. Enjoy. Yes, splendid isolation all the way. Well, have a lovely weekend in your cupboard, enjoying some darkness. And yeah, wish me luck with thousands of other people enjoying some sunshine and some music. And whatever you're doing this weekend, take care. Please stay tuned to the forecast. There will be further warnings, particularly for heavy rain and strong winds. So obviously, we here in the Met Office produce forecasts all the time, and we issue warnings as well. So check out our social media channels. And we'll be back next week with another weather stat."}, "podcast_summary": "In the recent podcast, the hosts discussed the findings of the National Oceanographic Atmospheric Administration's (NOAA) report on global heat in July 2023. They highlighted that July 2023 was the hottest month ever recorded in the past 174 years, with almost every part of the world experiencing extreme weather in terms of heat. The report also mentioned the influence of El Nino and La Nina on global temperatures. El Nino tends to heat up the atmosphere around the world, while La Nina cools it down. The hosts expressed concern over the prediction that El Nino is expected to continue through the winter months in the Northern Hemisphere, which could lead to further record-breaking temperatures. They emphasized the long-term impact of human-induced global warming due to pollution, which has contributed to the ongoing global temperature rise. The hosts also discussed the impact of El Nino and other factors on hurricane formation. They mentioned that while El Nino reduces the number of hurricanes, the above-average sea temperatures in the Atlantic could lead to an increase in hurricane activity in the coming weeks. Additionally, they mentioned the heatwave in South America and the record low Antarctic sea ice extent in July. Finally, they shared their insights on the changing weather patterns in the UK, with the recent shift to more typical British weather, including sunny spells, showers, and potential thunderstorms. They anticipated rising temperatures in the upcoming week, especially in the south, while the north could experience changeable weather with showers and rain.", "podcast_guest": null, "podcast_highlights": "Highlight 1 of the podcast: \"Record Shattering Earth Had Its Hottest July in 174 Years\" - NOAA Report.\nHighlight 2 of the podcast: El Nino and La Nina oscillations and their impact on global temperatures.\nHighlight 3 of the podcast: Concerns about the continuation of El Nino and its potential impact on future temperatures."}