{"podcast_details": {"podcast_title": "The Late Show Pod Show with Stephen Colbert", "episode_title": "Sean Astin | Viggo Mortensen", "episode_image": "https://megaphone.imgix.net/podcasts/b2e07f14-1715-11ec-9755-9fec20dd7c98/image/LSPSSC_Square_KeyArtCBS_V6.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " This just in, late show listeners, the future of technology has arrived with Toyota's lineup of cutting edge SUVs. From top notch audio systems to touch screens to charging ports, everything you need is here. Take the adventurous RAV4 for example. This baby has available wireless charging, available panoramic roof, available heated and ventilated seats, and even a fun little shelf for all the stuff you keep in your pockets. And that's only on the inside. Or find yourself in a Highlander, legally of course by visiting your local Toyota dealer for a test drive, and revel in the spacious and comfy cabin with up to seven, that's right seven of your best friends. And maybe most important of all, these Toyota models are available in efficient hybrid models so you can say, I love the planet, and actually mean it. Find out everything you need to know and more at buyatoyota.com. Toyota, let's go places. It's the Late Show Pot Show with Stephen Colbert. Ladies and gentlemen, I am beside myself with excitement because my next guest has played so many iconic characters. From Rudy to Samwise Gamgee, and most recently, Paul Manafort. He now stars as Bob in Stranger Things. I was a little younger than you, standing in line for the Ferris wheel at the Rowan County Fair. And suddenly, I feel this fat white glove tap me on the shoulder. I spin around, and there he is, Mr. Boldo. Hey kiddo, would you like a balloon? Go ahead, laugh. It's funny. It wasn't funny back then, I can tell you that. I couldn't get him out of my head. Every night, he would come to me in my dreams. And every night when he came to me, I ran. Please welcome Sean Astin. That's awesome. Hi. Hi. It's so nice to meet you. Finally. Yeah, we met briefly during rehearsal. Yeah. Because you walked out on stage. Do we have this? I was in the middle. I hate those embarrassing like meetings on. I was just trying to do a rehearsal of the material. And as I was trying to rehearse it, you walked out just to say hi in your underwear. And I got to tell you, that's good. I got to tell you, for me, it's like I'm the cheerleader meeting the captain of the football team because I know you're probably tired of hearing this, but you were in this movie called Lord of the Rings. Have you heard me talk about you in that? You're my favorite character in my favorite movie. I don't know how to describe how excited I am to meet you right now. Let me just say, first of all, the reason I did that, come out to see you like that, was my 15-year-old daughter, Elizabeth, begged me not to do anything to embarrass the family. That's a good dad. Elizabeth, I love you. Now we'll get back to the normal part. You know more about Lord of the Rings than all of the people who made Lord of the Rings combined. Now here's the thing, I found out, and it only slightly broke my heart, that when you got the part, you knew nothing about the Lord of the Rings. My degree from UCLA is in English and American history, or history and American literature and culture. OK. So it's a British, it's an English story. Yes it is. So UCLA, I don't know, they're going to be mad that I kind of... But yeah, actually when my agent called me, she said, honey, you have to have a flawless British accent by Tuesday. And this is a real conversation. And I said, OK, she said, Peter Jackson is doing the Lord of the Rings trilogy for New Line. And I understood, Peter Jackson, New Line and trilogy. But I didn't know what the Lord of the Rings part was. And she goes, it's the sequels to The Hobbit, The Hobbit. And I was like, I know exactly what that is. And honestly, I thought it was The Phantom Tollbooth. That's a different story. It's a totally different story. Milo, I'm not writing that part now. So at any point did you read the books? Because they're pretty good. Yes. I read them. There were some that didn't. Some in the cast who didn't read them. I'm not saying anything. But I read them cover to cover three times. And I absolutely love them. To me, it wasn't like being transported into another world. It was like work. It was like, I want to understand. How would he hold the pipe? You know, like how would all the little nuances. They changed a few things about your character. OK, go on. And I have questions for you, by the way. Oh, I'd love to answer your questions. Yes. Be a guest on my own show. Sorry. Your character, your version of Sam in the script, you call him Mr. Frodo. In the book, he's Master Frodo. I think I say master sometimes. You do? I did when we were filming. I don't know if it was, they're long. You can't watch all of them at once. Yes, you can. Some people do. You can watch all of them at once. You don't even have to have pants on. Apparently, that's not a problem for me. Exactly. Are you your own favorite character from Lord of the Rings? Because Sam is the hero, you know. Sam is the hero. Tolkien himself said that Sam is the hero of the Lord of the Rings. I think that Sam would never in a million years want to be considered the hero of that story. So my official on the record answer is no. I have two favorite characters. Gollum, the stinker, even though he keeps calling me stupid fat hobbit, it's one of the more interesting characters. And then Treebeard. Oh, sure. I love Treebeard. Yeah. And it's so kind of, I guess it's sort of typical and political or whatever. But during the Industrial Revolution, when you go across England, the smokestacks, belching, and people were having lung problems and everything else. And Tolkien wrote this story. And in the story, he creates these trees, these slow, lumbering, thinking, talking trees that are just like my dad. Remember John Astin Gomez? Yeah, of course. Yeah, so he's an ant. My dad, that's it. I finally figured it out. The reason I love the ants is because my dad is Treebeard. And then they come to life, and they fight to defend the forest. And yeah, and decency and stuff. So I just love the idea of whether or not man wants to acknowledge our part in what's happening with the environment. The environment doesn't care. It's going to rise up and protect itself. I hope so. Yeah, it will. Now you're on Stranger Things. Yeah, Stranger Things. Now you're on Stranger Things, second season. It's set in the 80s. Obviously, you're one of the stars of The Goonies. And that and things like other Spielberg things like ET are big influences on this show. When you're in it, do you feel like, oh, this is really familiar to me? Yes, it's a little bit. But what's so cool is the Duffer Brothers who created it are so sweet, and they're such beautiful guys. And you're standing there, and you're looking at a Radio Shack or a Gremlin car or all these other things that are. And their idea, it's like they're unpacking Elizabethan England or something. Or it's like this great discovery. They have historical advisors on the set to talk about what posters would be right to go on the set. So to me, the 80s is, well, I don't know how old you are. But to me, the 80s is, he's kind of timeless, right? Like you can't even. You are. You are. Anyhow, it is, yes, it is a wonderful thing to work with these young performers and Winona Ryder. And the fans love it to death. And I'm just blessed to, again, be invited to be a part of something special. Well, we're blessed that you were. Thank you. Lovely to see you, Sean. Thank you so much. Coming up, Viggo Mortensen. This just in, Late Show listeners. The future of technology has arrived with Toyota's lineup of cutting edge SUVs, from top notch audio systems to touch screens to charging ports. Everything you need is here. Take the adventurous RAV4, for example. This baby has available wireless charging, available panoramic roof, available heated and ventilated seats, and even a fun little shelf for all the stuff you keep in your pockets. And that's only on the inside. Or find yourself in a Highlander, legally, of course, by visiting your local Toyota dealer for a test drive and revel in the spacious and comfy cabin with up to seven, that's right, seven of your best friends. And maybe most important of all, these Toyota models are available in efficient hybrid models. So you can say, I love the planet, and actually mean it. Find out everything you need to know and more at biotoada.com. Toyota, let's go places. Hey, everybody. Welcome back to Alaccio. My first guest is a three time Academy Award nominee you know from Eastern Promises, Captain Fantastic, and of course, the Lord of the Rings trilogy. He now makes his directorial debut with the new film, Falling. Pull. Pull, Dad. Dad, you can't smoke in here. Let's let your mother sleep for a while. It's very early. Good idea. Please welcome back to Alaccio, Viggo Mortensen. Viggo, good to see you again. Now, first of all, before we get started, I just, for anyone confused at home, I'm the one in the green shirt. Viggo is in the blue shirt. Cause I know people are going, wait, who, which, which? I'm the one in the green shirt. I'm the one in the green shirt. I'm the one in the green shirt. I'm the one in the green shirt. I know people are going, wait, who, which, which one's Viggo? It happens all the time. It happens all the time. I get it. Now, we don't see you enough. It's been too long since you've been here. And it's always a pleasure to have you. You, not only because I'm a fan of your work, but it's just great to have a Renaissance man here. You do it all. You're an actor. You're a poet. I've got a collection of your poets, several collections of your poetry. You're a photographer. You're a painter. And now a director. What is it like for you to be directing your first film, to be on the other side of the lens? What, what, like, what do you, director, think of Viggo Mortenson actor? Is that guy a prima donna? He was very obedient. He never got to the set later than I did. Never. That's important. He was always on time. But does it- If I was on time, he was on time. But, but semi-seriously, how does it change your view of your sort of most famous profession, which is acting, to be the director? Do you view your art any differently now that you see the needs of directing? Well, when I go to the movies, and I have been going a lot, where I am right now, you can go to the movies. Oh, wait a second. Wait a second. I have been told that you're in Europe. No one has told me what country you're in. You're in a country that can show movies. The only one I know of is New Zealand, and that's not in Europe. Can you get- We've been seeing movies since last August. Do you speak the language of the country you're in? I do. That doesn't help, because you speak seven languages. Sorry. I'm in Spain right at this moment. Oh, oh. Well. And that's the first place. Hola, que tal? Como estamos esta noche? Muy bien. Muy bien. Yeah, in fact, Falling was actually able to be seen in movie theaters. It's the first country where Falling came out. It came out the second of October, and it's still in some theaters. It's been running for four months. It's kind of like an indie film hit. So tell me about Falling. What's it about? Well, it's a story I wrote. I've been trying to direct a movie for a long time, for about 25 years, and I've written lots of screenplays. I've raised some of the money, but never enough, right? And until Falling, well, Falling, it took me three tries, and about four, almost five years, before I was able to shoot it. And the reason I started writing it, it was right after my mom died, and she had had dementia, like the main character, Lance Henriksen, in our story does, the guy who plays my father. And there's a lot of that in my family, my dad, my mom, both sides of the family. We're riddled with dementia, our family. And that was something I wanted to explore, but it was when my mom died, I just wanted to remember everything about her. I loved her, and I still love her. And I guess in a way, I wanted to keep that flame alive, because everything's very present, very alive, you know? When they die, sounds terrible, but... Sure. You know, it's just very immediate, all these images of her at different ages, and the stories about her that you hear, that more or less coincide with yours. And so I just wanted to write them down. I ran these ideas, these memories, and I started writing, but it became a story, a fictional story, which I guess I felt freer to write than a documentary thing, where I'd have to call my brothers and say, did this happen, when did that happen? Who said that? I was like, I'm just gonna make it up, and use the feelings, and a few memories, few incidents. But it's a made-up story. So that's how that came about. And it has worked. I have kept that flame alive, or that wound open, I guess, you know, of memory about my mom and my dad, by making the movie, by editing it, by even talking about it now. It's like, I can see her, and that's what I want. That's a true and profound thing, is that the flame alive and the wound open are the same thing. It's one of the greatest pains, but you wouldn't want anyone to take it away from you, because the pain is also part of them. Yep, that's right. Well, this is also the 20th anniversary of the release of the first, the fellowship, the first Lord of the Rings film. And I understand you got together recently with the cast. What was that like for you? What was like, what struck you on seeing everybody? Had you all been together in a while? I've seen, not all of them. I've seen some of them, The Hobbits. I've seen Orlando Bloom now and then. I've seen Sean Bean a few times, you know, but not all of them. It was wonderful. It was just, I think the thing lasted an hour, a couple of hours. It could have gone on for 20, 30 hours for me. I mean, there were so many more things I wanted to ask about. I don't know, it was just, I hope we can do it again. It would be nice to get together, like in New Zealand, ideally, with everyone. It was great. It was a unique experience, not just because we all, you know, because of the friendships, or because it was based on this amazing book, you know, Tolkien's book, but just the experience of seeing Peter Jackson and this huge crew, hundreds of, you know, mostly New Zealanders who hadn't had much experience, some of them almost none, certainly not on a big movie, learning as they went along and Peter Jackson figuring out how to get past obstacles, you know, solve problems, every day, big ones, little ones, just, well, let's make up a shot. Let's do something nobody's ever done. That was like almost every day. It was like a wide open, crazy film school, really. I love the description. I've heard it described as the most expensive, low budget film ever made, because its scope, its ambition was so great, even though the budget was so enormous, that it was basically, you know, they did, they spent everything making it the best film you could. And I'm just wondering, have you ever watched all the films in the extended edition? Have you seen everything? All at once in one- No, not one shot, but did you watch the extended editions? Have you seen like- Oh yeah. Oh yeah. Oh, I just didn't know, didn't know. Some actors don't watch themselves. I don't mind. I can take the bad with the okay. I mean, you learn watching and I know some people can't, but you, my friend, bow to no one. You are the foremost expert or- Fan, maybe not expert, maybe fan. I would say you are the person that I know of in the world who is the most consumed with anything and everything that has to do with Peter Jackson's Lord of the Rings trilogy. I would change only one thing in that sentence. I am most nourished, not consumed. Okay, very nice. I understand that you and I have something in common, other than obviously, it's, you know, it's like fraternal twins. Is that we both have vertigo. I do have a little bit of that. You have that? I actually literally had a little attack while we were talking just now. I wasn't sure, like literally down was that way for a minute. It just, it comes at times that I can't explain. When, how long have you had it? My mother had it really badly. She couldn't get up on a, you know, stand on a chair would be just torturous. I never had it when I was a kid. Maybe one time I remember I was climbed up this steep hill and then I didn't, I was yelling and screaming. I was very little. I didn't dare to climb down and my dad had to come up and get me. But other than that, I've always climbed trees, mountains, everything. Didn't think about it. And as an adult, it has hit me once in a while. The first time it really hit me badly was actually during Lord of the Rings. I was doing a scene, you know these movies so well, the second movie, the battle of, for Helm's Deep. There was a scene, all these scenes were at night and it was wet and rainy. And there was a stairway that was about, I don't know, maybe a foot, a little over a foot wide, no railing, going up the side of a wall. And there's a scene where I'm fighting my way up, trying to get up to the top. And there's all these orcs coming down and there are weapons and I'm fighting them all the way up. One throws a spear sideways and I sort of leap over and swing my legs over the precipice and keep going. And I did, I don't know, I did a couple, three takes. And then they said, well, we wanna do one more take, but let's just take a break. Everybody rest a little. And so everybody was like going, running, rushing down. I turned and I was gonna go down the stairs and I suddenly got it. It was really badly and I froze. And people were waiting. All these orc actors were trying to get past me. And I just got against the wall like that. And I said, go ahead, go by, go by. And I was just looking up at the night sky. I couldn't look down and they're looking at me. You all right? And I go, yeah, I'm fine. I'm just resting. I'm just relaxing. And I was like so tense. And then I slowly kind of curled around because I couldn't, I just had to look at the stone. I was just like a spider against the wall. And then everybody had left. So then it was obvious that I was up there doing this and people are going, Viggo, are you all right? Yeah, I'm fine. I'm just, you know. Just really in character. Just relax, just stay in character. Come on down and have a cup of coffee. Do you want me to throw you something up there, a sandwich? I go, no, no, no. It's the image of catching something over this abyss. It was horrible. And I was really thinking, I don't know how I'm gonna, I don't even wanna go down. Much less do I wanna fight on these stairs. And I'm dreading when they all have to come up and troop past me again to get in position. Somehow I got through it, but it was horrible. It was really horrible. Ladies and gentlemen, Falling is in select theaters and on demand next Friday. The man is Viggo Mortensen, everybody. Thank you for listening to the Late Show Pod Show with Stephen Colbert. Just one more thing. If you wanna see more of me, come to the Late Show YouTube channel for more clips and exclusives. And of course, streaming the Mission Impossible movies on Paramount+. Listen to MTV's official challenge podcast, wherever you get your podcasts."}, "podcast_summary": "In this podcast summary, late-night talk show host Stephen Colbert interviews actor Sean Astin and director Viggo Mortensen. Astin discusses his experience working on \"Lord of the Rings\" and the impact it had on his career. He shares some anecdotes about filming and his favorite characters from the series. Mortensen talks about his directorial debut with the film \"Falling\" and how it was inspired by his personal experiences with dementia in his family. He also mentions the recent reunion of the \"Lord of the Rings\" cast and his struggles with vertigo during the filming of the trilogy. The summary concludes by mentioning that \"Falling\" is currently in theaters and available on demand.", "podcast_guest": null, "podcast_highlights": "Highlight 1 of the podcast: \"I don't know how to describe how excited I am to meet you right now.\"\nHighlight 2 of the podcast: \"The reason I did that, come out to see you like that, was my 15-year-old daughter, Elizabeth, begged me not to do anything to embarrass the family.\"\nHighlight 3 of the podcast: \"My degree from UCLA is in English and American history or history and American literature and culture.\"\nHighlight 4 of the podcast: \"Tolkien himself said that Sam is the hero of the Lord of the Rings.\"\nHighlight 5 of the podcast: \"I love the idea of whether or not man wants to acknowledge our part in what's happening with the environment. The environment doesn't care. It's going to rise up and protect itself.\""}